Revit 2027 API
ParameterTypeId.RbsCurvetypeDefaultBendParam Property
 "Bend"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurvetypeDefaultBendParam { get; }
Public Shared ReadOnly Property RbsCurvetypeDefaultBendParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurvetypeDefaultBendParam {
	ForgeTypeId^ get ();
}
static member RbsCurvetypeDefaultBendParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace